<!--  -->
<template>
  <div class="statewrapper">
    <div>
      访问者在接受本网站服务之前，请务必仔细阅读本声明。访问者访问本网站的行为以及通过各类方式利用本网站的行为，都将被视作已阅读、理解并同意本声明的全部内容。
    </div>
    <div>第一条</div>
    <div>
      访问者在从事与本网站相关的所有行为（包括但不限于访问浏览、利用、转载、宣传介绍）时，必须以善意且谨慎的态度行事；访问者不得故意或者过失的损害本网站的各类合法权益，不得利用本网站以任何方式直接或者间接的从事违反中华人民共和国法律、国际公约以及社会公德的行为。
    </div>
    <div>第二条</div>

    <div>
      本网站充分尊重著作权和其他知识产权（若有）。本网站合理信赖用户投稿，投稿者就是原创作者或是已经征得著作权人的同意并与著作权人就相关问题作出了妥善处理。本网站对于有关原创数字产品的买卖以及使用属于合理、合法行为，因此与之有关的知识产权纠纷本网站不承担任何责任，所有著作权纠纷与责任由投稿者承担。本网站郑重提醒访问者：请在转载有关数字产品或者使用时一定要遵守相关的知识产权法律、法规，否则产生的知识产权纠纷本网站免责。
    </div>

    <div>
      对本网站原创数字产品以及本网站标识，本网站享有自主知识产权。侵犯本网站之知识产权的，本网站将依法追究其法律责任。
    </div>

    <div>第三条</div>

    <div>
      本网站发布的各类数字产品文档，访问者在本网站发表的观点以及以链接形式推荐的其他网站内容，仅为提供更多信息以参考使用或者学习交流，并不代表本网站观点，也不构成任何销售建议。
    </div>

    <div>第四条</div>

    <div>以下情形导致的个人信息泄露，本网站免责：</div>

    <div>
      （一）政府部门、司法机关等依照法定程序要求本网站披露个人资料时，本网站将根据执法单位之要求或为公共安全之目的提供个人资料；
    </div>

    <div>
      （二）由于用户将个人密码告知他人或与他人共享注册账户，由此导致的任何个人资料泄露；
    </div>

    <div>
      （三）任何由于计算机问题、黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营的不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；
    </div>

    <div>（四）由于与本网站链接的其他网站所造成之个人资料泄露；</div>

    <div>第五条</div>

    <div>
      “不可抗力”是指不能合理控制、不可预见或即使预见亦无法避免的事件，该事件妨碍、影响或延误本网站履行其全部或部分义务。该事件包括但不限于政府行为、自然灾害、战争、网络堵塞或中断、黑客袭击、线路故障、网站控制范围外的硬件故障或任何其它类似事件。
    </div>

    <div>
      因不可抗力造成的暂停服务，期间给用户造成的一切损失，本网站不承担任何法律责任。
    </div>

    <div>第六条</div>

    <div>
      除本网站注明之服务条款外，其他一切因使用本网站而引致之任何意外、疏忽、诽谤、版权或知识产权侵犯及其所造成的损失（包括因下载而感染电脑病毒），本网站不承担任何法律责任。
    </div>

    <div>第七条</div>

    <div>
      本声明发布后，如访问者继续访问本网站以及通过各类方式利用本网站，都将被视作接受本声明。
    </div>
  </div>
</template>

<script>
export default {
  layout: "layouts",
  data() {
    return {};
  },

  components: {},

  computed: {},

  mounted() {},

  methods: {},
};
</script>
<style scoped>
.statewrapper {
  width: 90%;
  overflow: hidden;
  transform: translateX(5%);
}
.statewrapper>div {
  font-size: 18px;
  display: block;
  line-height: 1.8;
}
</style>